[M_WandMakesTheMan MissionDefinition]
MissionName="Meu Reino Por Uma Varinha"
MissionDescription="O Claptrap ainda não se considera um mago de verdade, nem mesmo com sua admirável barba.\nEle precisa que você recupere sua varinha.  Ela é a chave para reanimar certas criaturas para depois, matá-las de alguma forma.  Ao morrer, esses seres soltarão a varinha novamente e então, o Claptrap estará à um passo de se tornar um mago de verdade."
TurnInDescription="Luzes!  Câmeras!  Mágica!"
MissionSummary="Ajude o Claptrap a recuperar sua varinha mágica."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Um mago não é nada sem sua varinha!<br>Leve uma arma elemental explosiva e uma arma elemental elétrica."

[M_WandMakesTheMan:BlowUpGolem MissionObjectiveDefinition]
ProgressMessage="Destrua o Golem"

[M_WandMakesTheMan:GiveWand MissionObjectiveDefinition]
ProgressMessage="Entregue a varinha ao Claptrap"

[M_WandMakesTheMan:InsertWand1 MissionObjectiveDefinition]
ProgressMessage="Enfie a varinha no Golem"

[M_WandMakesTheMan:InsertWand2 MissionObjectiveDefinition]
ProgressMessage="Enfie a varinha na Aranha"

[M_WandMakesTheMan:InsertWand3 MissionObjectiveDefinition]
ProgressMessage="Enfie a varinha no Ogro"

[M_WandMakesTheMan:KillOrc MissionObjectiveDefinition]
ProgressMessage="Atire na cara do Ogro"

[M_WandMakesTheMan:KillSpiderWithShock MissionObjectiveDefinition]
ProgressMessage="Elimine a Aranha com eletricidade"

[M_WandMakesTheMan:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:ObjSet_Golem MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:ObjSet_PickUpWand1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WandMakesTheMan:PickUpWand1 MissionObjectiveDefinition]
ProgressMessage="Pegue a varinha inútil"

[M_WandMakesTheMan:PickUpWand2 MissionObjectiveDefinition]
ProgressMessage="Pegue a varinha carregada"

[M_WandMakesTheMan:PickUpWand3 MissionObjectiveDefinition]
ProgressMessage="Pegue a varinha super carregada"

[M_WandMakesTheMan:PickUpWand4 MissionObjectiveDefinition]
ProgressMessage="Pegue a varinha mágica"

